Repository: tejpateleww/MyVagon_Freelancer_iOS_Team_KV
Catalog: MyVagon/Common Files/Localizable/*.lproj/Localizable.strings
Languages: el

source: Sign In
el: Σύνδεση

source: Join For Free!
el: Δωρεάν εγγραφή!

source: Forgot?
el: Ξεχάσατε;

source: Email or Phone number
el: Email ή αριθμός τηλεφώνου

source: Password
el: Κωδικός πρόσβασης

source: Freelancer
el: Ανεξάρτητος οδηγός

source: Company
el: Εταιρία

source: SignIn with Email
el: Είσοδος με email

source: SignIn with Phone
el: Είσοδος με τηλέφωνο

source: Phone number
el: Τηλεφωνικό νούμερο

source: SignIn with
el: Συνδεθείτε με

source: Phone
el: Τηλέφωνο

source: Full Name
el: Ονοματεπώνυμο

source: Mobile Number
el: Αριθμός τηλεφώνου

source: Email
el: Ηλεκτρονική διεύθυνση

source: Confirm Password
el: Επιβεβαίωση κωδικού πρόσβασης

source: Join For Free!
el: Δωρεάν εγγραφή!

source: Verify
el: Επιβεβαίωση

source: Verified
el: Επιβεβαιώθηκε

source: Forgot Password?
el: Ξεχάσατε τον κωδικό;

# ForgotPasswordDesc
source: OTP will be sent to email or phone number
el: Θα σας σταλεί σύνδεσμος επαναφοράς κωδικού

source: Send OTP
el: Αποστολή κωδικού μιας χρήσης

source: Fuel Type
el: Τύπος καυσίμου

source: Diesel
el: Πετρέλαιο

source: Electrical
el: Ηλεκτρικό

source: Hydrogen
el: Υδρογόνο

source: Brand
el: Μάρκα

# Tractor licence plat number
source: Tractor license plate number
el: Πινακίδες τράκτορα

source: Tractor Photos
el: Φωτογραφίες τράκτορα

source: Continue
el: Συνέχεια

source: Enter Tractor Details
el: Λεπτομέρειες τράκτορα

# Tractor Detail
source: Tractor Details
el: Λεπτομέρειες τράκτορα

# Tractor_detail_Edit
source: Tractor Details
el: Τράκτορας

# Truck_detail_edit
source: Truck Details
el: Φορτηγά/Καρότσες

# Tractor_details_title
source: Tractor Details
el: Το προφίλ μου

source: Edit Tractor Detail
el: Επεξεργασία

source: Add Truck
el: Προσθήκη φορτηγού/καρότσας

source: No Trucks Found
el: Δε βρέθηκαν φορτηγά

source: Truck Type
el: Τύπος φορτηγού

source: Truck List
el: Το προφίλ μου

source: Add
el: Προσθήκη

source: Enter Truck Details
el: Λεπτομέρειες φορτηγού

source: Truck Details
el: Στοιχεία φορτηγού

source: Overall Truck Weight
el: Μικτό βάρος

source: Cargo Load Capacity
el: Ωφέλιμο φορτίο

source: Unit
el: Μονάδα

source: Capacity
el: Χωρητικότητα

source: Select Type
el: Τύπος

# Enter truck licence plate number
source: Enter truck license plate
el: Πινακίδες φορτηγού ('Ρ')

# Make as Default Truck
source: Make default truck
el: Προεπιλεγμένο φορτηγό

source: Save
el: Αποθήκευση

source: Edit Truck
el: Επεξεργασία

# Truck Detail
source: Truck Details
el: Στοιχεία φορτηγού

source: weight
el: Βάρος

source: Truck Photos
el: Φωτογραφίες φορτηγού

source: Truck weight unit
el: Μονάδα βάρους φορτηγού

source: Load capacity
el: Χωρητικότητα

# truck licence plate number
source: Truck license plate
el: Πινακίδες φορτηγού ('Ρ')

source: Plate number
el: Πινακίδες

# Please enter capacity
source: Enter capacity
el: Χωρητικότητα

source: Please select capacity type
el: Επιλέξτε τύπο χωρητικότητας

source: You can add only one time
el: Μπορείς να προσθέσεις μόνο μία φορά

source: Identify Yourself
el: Ταυτοποίηση

source: Identity Proof Document
el: Άδεια κυκλοφορίας

source: License
el: Άδεια οδήγησης

source: Enter license number
el: Αριθμός διπλώματος οδήγησης

# Enter license expiry date
source: Enter license expiration date
el: Ημ/νία λήξης διπλώματος οδήγησης

source: Next
el: Επόμενο

source: License number
el: Αριθμός διπλώματος οδήγησης

# Please_select_license_expiry_date
source: Select license expiration date
el: Επιλέξτε ημερομηνία λήξης άδειας

# Please attach id proof document
source: Attach ID document
el: Επισυνάψτε αποδεικτικό έγγραφο ταυτότητας

# Please attach license
source: Attach driver's license
el: Φωτογραφία διπλώματος οδήγησης

# Licence Details
source: License Details
el: Λεπτομέρειες διπλώματος οδήγησης

source: Edit License Detail
el: Επεξεργασία

# Please_attach_license_front_image
source: Attach driver's license (Front)
el: Φωτογραφία διπλώματος (μπροστινή όψη)

# Please_upload_drivers_license_back
source: Attach driver's license (Rear)
el: Φωτογραφία διπλώματος (πίσω όψη)

source: License Front
el: Άδεια οδήγησης (μπροστά όψη)

source: License Back
el: Άδεια οδήγησης (πίσω όψη)

source: Cash
el: Μόνο μετρητά

# Bank
source: Bank transfer
el: Μόνο μέσω τραπέζης

source: Both
el: Μετρητά ή μέσω τραπέζης

source: Account Number
el: Αριθμός λογαριασμού

source: Bank Name
el: Όνομα τράπεζας

source: Country
el: Χώρα

source: Payments
el: Πληρωμές

# acccount number
source: Account Number
el: Αριθμός λογαριασμού

source: bank name
el: Όνομα τράπεζας

source: country
el: Χώρα

source: Payment Method
el: Μέθοδος πληρωμής

# I accept Terms and Conditions
source: I accept the Terms and Conditions
el: Αποδέχομαι τους 'Ορους & Προϋποθέσεις

source: Register
el: Εγγραφή

# Please accept Terms & Conditions
source: Terms & Conditions
el: Όροι & Προϋποθέσεις

source: Terms & Conditions
el: όροι και Προϋποθέσεις

source: Personal Details
el: Προσωπικά στοιχεία

source: Profile Picture
el: Φωτογραφία προφίλ

source: Edit Personal Info
el: Επεξεργασία

source: Personal Info
el: Προσωπικά στοιχεία

# Please attach profile image
source: Attach profile picture
el: Ανέβασε φωτογραφία προφίλ

source: Language
el: Γλώσσα

source: My profile
el: Το προφίλ μου

source: Notifications
el: Ειδοποιήσεις

source: Statistics
el: Στατιστικά

source: Change password
el: Aλλαγή κωδικού

source: About MYVAGON
el: Σχετικά με τη MYVAGON

source: Contact us
el: Επικοινωνήστε μαζί μας

source: Logout
el: Αποσύνδεση

# Are you sure want to Logout?
source: Are you sure you want to logout?
el: Είσαι σίγουρος πως θέλεις να αποσυνδεθείς;

source: Cancel
el: Ακύρωση

source: Logout
el: Αποσύνδεση

# Payment Detail
source: Payment Details
el: Πληρωμές

# Licence Detail
source: License Details
el: Άδεια οδήγησης

source: Personal Information
el: Προσωπικά στοιχεία

source: My Profile
el: Το προφίλ μου

source: Privacy Policy
el: Πολιτική Απορρήτου

source: Terms and Conditions
el: Οροι και Προϋποθέσεις

source: About us
el: Σχετικά με εμάς

source: Current Password
el: Τρέχων κωδικός πρόσβασης

source: New Password
el: Nέος κωδικός πρόσβασης

source: Confirm Password
el: Επιβεβαίωση νέου κωδικού πρόσβασης

source: Set new password
el: Δημιουργία νέου κωδικού πρόσβασης

source: Set new password
el: Ορίστε νέο κωδικό πρόσβασης

source: Change Password
el: Aλλαγή κωδικού

source: current password
el: τρέχον κωδικό πρόσβασης

source: new password
el: Nέος κωδικός πρόσβασης

source: confirm password
el: Επιβεβαίωση νέου κωδικού πρόσβασης

source: Reset new password
el: Επαναφορά κωδικού πρόσβασης

# Password and confirm password does not match
source: Password and confirmation doesn't match
el: Ο κωδικός και η επιβεβαίωση δεν ταιριάζουν

source: Current password and new password must be different
el: Ο τρέχων και ο νέος κωδικός πρέπει να είναι διαφορετικοί

source: To better assist you, contact us from one of below options
el: Για καλύτερη εξυπηρέτηση επικοινώνησε μαζί μας

source: Chat
el: Μηνύματα

source: Call
el: Τηλεφωνική κλήση

source: Reason to decline the load
el: Λόγος απόρριψης φορτίου

source: Booking Confirmation
el: Επιβεβαίωση κράτησης

source: Do you want to confirm the booking?
el: Θες να επιβεβαιώσεις την κράτηση;

source: Bidding starting price
el: Τιμή εκκίνησης προσφοράς

source: Enter your bid
el: Δώσε την προσφορά σου

source: Booking Confirmed
el: Η κράτηση επιβεβαιώθηκε

source: Bid Request
el: Προσφορά

source: Are you sure you want to
el: Είσαι σίγουρος πως θέλεις να

source: the bid request?
el: την προσφορά;

source: You have
el: Έχεις

source: posted your availability
el: δηλώσει τη διαθεσιμότητά σου επιτυχώς

# Post_1
source: posted your
el: δηλώσει τη διαθεσιμότητά σου

# Post_2
source: availability
el: επιτυχώς

source: Bid placed of amount
el: Προσφορά που κατατέθηκε του ποσού

source: You will get confirmation when shipper accepts your bid. Keep booking!
el: Θα λάβεις επιβεβαίωση όταν η προσφορά σου γίνει δεκτή.

# Shipment completed Successfully
source: Shipment was completed successfully. Please upload POD.
el: Η αποστολή ολοκληρώθηκε επιτυχώς. Θέλεις να ανεβάσεις το παραστατικό παράδοσης;

source: Not Now
el: Οχι τώρα

source: Upload POD
el: Ανέβασε

source: Enter an otp send to
el: Εισαγωγή κωδικού μιας χρήσης

source: Resend after
el: Επανάληψη αποστολής μετά από

source: seconds
el: δευτερόλεπτα

source: Resend OTP
el: Επαναποστολή κωδικού μιας χρήσης

# Please enter OTP
source: Enter OTP
el: Κωδικός μιας χρήσης

# Please enter valid OTP
source: Enter valid OTP
el: Γράψε έναν έγκυρο κωδικό μιας χρήσης

source: Enter 6 digit OTP
el: Εισαγωγή εξαψήφιου κωδικού μιας χρήσης

source: all
el: Ολα

source: pending
el: Σε εκκρεμότητα

source: scheduled
el: Προγραμματισμένο

# scheduled2
source: scheduled
el: Προγραμματισμένα

source: in-progress
el: Σε εξέλιξη

source: past
el: Παλιά

source: completed
el: Ολοκληρωμένο

source: canceled
el: Ακυρωμένο

source: All
el: Ολα

source: Bid
el: Προσφορά

source: Book
el: Άμεση κράτηση

# Posted truck
source: Posted Availability
el: Δημοσιευμένη Διαθεσιμότητα

source: No loads found
el: Δε βρέθηκαν φορτία

source: Post Availability
el: Πόσταρε διαθεσιμότητα

source: Search Options
el: Επιλογές αναζήτησης

source: Weight
el: Βάρος

source: Price
el: Κόμιστρο

source: Pickup Location
el: Τοποθεσία παραλαβής

source: Delivery Location
el: Τοποθεσία Παράδοσης

source: Pickup Date
el: Ημερομηνία φόρτωσης

source: Min
el: Ελάχιστο

source: Max
el: Μέγιστο

source: Search Loads
el: Αναζήτηση φορτίων

source: Select pickup date
el: Επιλογή ημ/νίας φόρτωσης

source: Select pickup location
el: Τοποθεσία φόρτωσης

source: Select Haul
el: Επιλογή ημερομηνίας φόρτωσης

source: Select dropoff location
el: Επιλογή ημ/νίας παράδοσης

source: What distance around the selected cities are you willing to pick up a load?
el: Ποια ακτίνα γύρω από την επιλεγμένη τοποθεσία είσαι διατεθιμένος να παραλάβεις φορτίο;

source: Search
el: Αναζήτηση

source: Start Date
el: Ημερομηνία έναρξης

source: Start Time
el: Ωρα έναρξης

source: Start Location
el: Τοποθεσία έναρξης

source: End Location
el: Τελική τοποθεσία

source: Allow Bidding :
el: Να επιτρέπεται η υποβολή προσφορών:

source: Bid Starting Price
el: Τιμή Εκκίνησης Προσφοράς

source: Quote
el: Κόμιστρο

source: Enter Bid Starting Price
el: Τιμή εκκίνησης προσφοράς

source: Enter Quote
el: Εισαγωγή κομίστρου

source: Post a Truck
el: Δημοσίευσε τη διαθεσιμότητά σου

# How do you like the services of the
source: How did you like the
el: Πώς αξιολογείς τον

source: Shipper?
el: αποστολέα;

source: Rate & Review Shipper
el: Βαθμολογία και αξιολόγηση αποστολέα

source: Review Shipper
el: Αξιολόγησε τον αποστολέα

source: Book Now
el: Κάνε κράτηση τώρα

source: Bid Now
el: Δώσε προσφορά

source: Bidded
el: Προσφέρθηκε

source: Shipper Details
el: Στοιχεία αποστολέα

source: Load Details
el: Λεπτομέρειες φορτίου

source: minutes remaining to cancel
el: λεπτά απέμειναν για να ακυρώσεις

source: minutes remaining
el: λεπτά απομένουν

source: Cancel bid request
el: Ακύρωση προσφοράς

source: Request to cancel
el: Αίτημα ακύρωσης

source: Price (Lowest First)
el: Κόμιστρο (Πρώτο το χαμηλότερο)

source: Price (Highest First)
el: Κόμιστρο (πρώτα το υψηλότερο)

source: Total Distance
el: Συνολική απόσταση

source: Rating
el: Αξιολόγηση

source: Sort by
el: Ταξινόμηση κατά

source: Sort
el: Ταξινόμηση

source: Amenities
el: Ανέσεις

source: Contact
el: Επικοινωνία

source: Shipper Notes
el: Σημειώσεις αποστολέα

source: Location Details
el: Λεπτομέρειες τοποθεσίας

source: Reviews
el: Αξιολογήσεις

source: full name
el: πλήρες όνομα

# Error_EnterValid
source: Please enter a valid
el: Εισαγωγή ενός έγκυρου

# Error_Contains
source: shoudn't contain more than
el: δε μπορεί να περιέχει περισσότερους από

source: characters
el: χαρακτήρες

source: password
el: κωδικός

source: email or phone
el: Ηλεκτρονικό ταχυδρομείο ή αριθμός τηλεφώνου

# Error_PleaseEnter
source: Please enter
el: Γράψε

# Error_PassMinCh
source: Password must contain at least 8 characters
el: Ο κωδικός πρόσβασης πρέπει να περιέχει τουλάχιστον 8 χαρακτήρες

# Error_PassMaxCh
source: Maximum 20 characters are allowed in password
el: Επιτρέπονται το πολύ 20 χαρακτήρες στον κωδικό πρόσβασης

# Error_PassBlankSpace
source: Your password canâ€™t start or end with a blank space
el: Ο κωδικός πρόσβασης δε μπορεί να ξεκινά ή να τελειώνει με κενό διάστημα

# Error_ValidEmailOrPhone
source: Enter a valid email or phone number
el: Γράψε ένα έγκυρο email ή αριθμό τηλεφώνου

# Error_BlankEmail
source: Please enter email address
el: Διεύθυνση email

# Error_ValidEmail
source: Enter a valid email address
el: Γράψε ένα έγκυρο email

# Error_BlankMobile
source: Enter a valid phone number
el: Γράψε έναν έγκυρο αριθμό τηλεφώνου

# Error_Minimum
source: Minimum
el: Απαιτούνται τουλάχιστον

# Error_DigitsReq
source: digits are required
el: ψηφία

# Error_ValidMobile
source: Enter a valid phone number
el: Γράψε έναν έγκυρο αριθμό τηλεφώνου

# Error_EnterConfirmPass
source: Confirm password
el: Επιβεβαίωσε τον κωδικό σου

# Error_PassMatch
source: Password and confirmation doesn't match
el: Ο κωδικός πρόσβασης και η επιβεβαίωση δεν ταιριάζουν

# Error_VerifyMobile
source: Please verify mobile number
el: Επαληθεύστε τον αριθμό κινητού τηλεφώνου

# Error_VerifyEmail
source: Verify email
el: Επιβεβαίωση email

source: Select tractor brand
el: Επιλέξτε μάρκα τρακτέρ

source: Add tractor images
el: Πρόσθεσε φωτογραφίες τράκτορα

source: Succesfull
el: Επιτυχής

# tractor licence plate number
source: tractor license plate number
el: αριθμός πινακίδας τρακτέρ

source: Are you sure you want to delete it?
el: Είσαι σίγουρος πως θες να το διαγράψεις;

# Please select unit of the weight
source: Select unit of the weight
el: Επέλεξε μονάδα βάρους

# Please select unit of the load capacity
source: Select unit of the load capacity
el: Επέλεξε μονάδα χωρητικότητας

# Please upload truck photo
source: Upload truck photo
el: Ανέβασε φωτογραφία

source: Minimum price cannot be greater than maximum price
el: Η ελάχιστη τιμή δε μπορεί να είναι μεγαλύτερη της μέγιστης

# Minimum price and maximum price cannot be same
source: Minimum price and maximum price cannot be the same
el: Η ελάχιστη και η μέγιστη τιμή δε μπορούν να είναι ίδιες

# No Notes Available
source: No notes found
el: Δεν υπάρχουν σημειώσεις

# Please enter bid
source: Enter your bid
el: Εισαγωγή προσφοράς

source: Are you sure you want to cancel this bid request?
el: Είσαι σίγουρος πως θες να ακυρώσεις την προσφορά;

source: Are you sure you want to cancel?
el: Είσαι σίγουρος πως θες να το ακυρώσεις;

source: No Internet Connection
el: Δεν υπάρχει σύνδεση στο διαδίκτυο

# Pleaseentermessage.
source: Write your message.
el: Γράψε το μήνυμά σου

# profileUpdateSucces
source: Profile updated successfully
el: Η φωτογραφία προφίλ ενημερώθηκε επιτυχώς

# SessionExpired
source: A new device is signed in to your account. Please login again.
el: Μια νέα συσκευή έχει συνδεθεί στον λογαριασμό σας. Συνδεθείτε ξανά.

source: Request Edit
el: Επεξεργασία

source: NO
el: ΟΧΙ

source: YES
el: ΝΑΙ

source: Reset
el: Επαναφορά

source: Skip
el: Παραλείπω

source: Support
el: Υποστήριξη

source: Submit
el: Υποβολή

source: Notes
el: Σημειώσεις

source: Decline
el: Απόρριψη

source: Done
el: Έγινε

source: PICKUP
el: ΦΟΡΤΩΣΗ

source: DROP
el: ΠΑΡΑΔΟΣΗ

source: Dismiss
el: Παράλειψη

source: View Reloads
el: Προβολή επαναφορτώσεων

source: decline
el: Απόρριψη

# bidaccept
source: accept
el: αποδεχτείς

# bidDecline
source: decline
el: απορρίψεις

source: accept
el: Αποδοχή

source: No Matches Found
el: Δε βρέθηκαν αντιστοιχίες

source: successfully
el: επιτυχώς

source: Okay
el: Εντάξει

source: Yes
el: Ναι

source: Matches Found
el: Βρέθηκαν φορτία

source: Book more loads
el: Κλείσε περισσότερα φορτία

source: Click to Start Trip
el: Κάνε κλικ για να ξεκινήσεις τη μεταφορά

source: Start Loading
el: Ξεκίνα τη φόρτωση

# Start Journey
source: Start Trip
el: Ξεκίνα τη μεταφορά

source: Arrived at pickup location
el: Άφιξη στο σημείο φόρτωσης

source: Arrived at dropoff location
el: Άφιξη στο σημείο παράδοσης

source: Complete Shipment
el: Ολοκλήρωση μεταφοράς

# Start Off Loading
source: Start Unloading
el: Έναρξη Off Loading

source: Rate Shipper
el: Βαθμολόγηση αποστολέα

# Start Loading/Offloading
source: Start Loading/Unloading
el: Ξεκίνα τη φόρτωση/ξεφόρτωση

source: Arrived at pickup/dropoff location
el: Άφιξη στο σημείο φόρτωσης / ξεφόρτωσης

source: Pick up complete
el: Η φόρτωση ολοκληρώθηκε

source: Dropoff complete
el: Η ξεφόρτωση ολοκληρώθηκε

source: Your Location
el: Η τοποθεσία σου

source: Accept
el: Αποδοχή

source: Enroute to
el: Στο δρόμο προς

source: Arrived at
el: Άφιξη στο

source: Loading at
el: Φόρτωση στο

# Off Loading at
source: Unloading at
el: Ξεφόρτωση στο

# Loading at/Off Loading
source: Loading at/Unloading
el: Φόρτωση / Ξεφόρτωση στο

source: Reload
el: Επαναφόρτωση

source: You already requested to cancel
el: Έχεις κάνει ήδη αίτημα ακύρωσης

source: No
el: Οχι

# Reload_title
source: Reload
el: Διαθέσιμα φορτία

source: matches found
el: Βρέθηκαν φορτία

source: View
el: Προσφορές:

# bidRequestTitle
source: Bid Request
el: Προσφορές

# Bid_Request_post
source: Request
el: προσφοράς

source: Paid
el: Πληρώθηκε

# Posted Truck
source: Post Availability
el: Πόσταρε διαθεσιμότητα

source: Something went wrong
el: Κάτι πήγε στραβά

source: Calling not supported
el: Η κλήση δεν υποστηρίζεται

# Notifications not found
source: Nothing new here!
el: Δε βρέθηκαν νέες ειδοποιήσεις

# No data found
source: You have no messages yet
el: Δεν έχεις μηνύματα ακόμη

source: Start Trip
el: Ξεκίνα τη μεταφορά

source: Loading / Unloading at
el: Φόρτωση / Ξεφόρτωση στο

source: Complete Loading / Unloading
el: Ολοκλήρωση φόρτωσης / ξεφόρτωσης

source: Complete Loading
el: Ολοκλήρωση φόρτωσης

# Complete Trip
source: Complete Shipment
el: Ολοκληρωμένες αποστολές

source: Related Matches
el: Άφιξη στο

source: Retry
el: Άφιξη στο

source: You're not at the
el: Ξαναδοκιμάστε

source: My Loads
el: Τα φορτία μου

source: Account
el: Λογαριασμός

# My Fleet
source: Fleet
el: Στόλος

source: Schedule
el: Πρόγραμμα

source: Identity
el: Ταυτότητα

source: message
el: Μηνύματα

# CompleteTripAlert
source: Are you sure you want to complete this shipment?
el: Είσαι σίγουρος πως θέλεις να ολοκληρώσεις τη μεταφορά;

source: Message
el: Μήνυμα

source: Select Language
el: Επιλογή γλώσσας

source: Fragile
el: Εύθραυστο

# Sensetive to odour
source: Sensitive to odour
el: Ευαίσθητο στην οσμή

source: No Reviews Found
el: Δε βρέθηκαν αξιολογήσεις

source: View POD
el: Προβολή παραστατικού παράδοσης

source: Mark as Paid
el: Χαρακτηρισμός ως πληρωμένο

# Mark_as_Paid_title
source: Mark as Paid
el: Πληρωμή

# Mark_as_PaidAlert
source: Are you sure you want to mark as paid?
el: Είστε βέβαιοι ότι θέλετε να επισημάνετε ως πληρωμένο;

source: Version
el: Έκδοση

source: Statistics not found.
el: Δε βρέθηκαν στατιστικά.

# Email Notification
source: Email Notifications
el: Ειδοποιήσεις email

# Push Notification
source: Push Notifications
el: Ειδοποιήσεις Push

source: Short Haul
el: Μικρές αποστάσεις

source: (up to 50 KM)
el: (έως 50 χλμ.)

source: Medium Haul
el: Μεσαίες αποστάσεις

source: (up to 200 KM)
el: (50 km έως 200 χλμ.)

source: Long Haul
el: Μεγάλες αποστάσεις

source: (over 200 KM)
el: (πάνω από 200 χλμ.)

# delete_msg_first
source: Account information, Profile photo, Shipments, Chat messages, Payment history
el: Πληροφορίες λογαριασμού, Φωτογραφία προφίλ, Αποστολές, Μηνύματα συνομιλίας, Ιστορικό πληρωμών

# delete_msg_last
source: will be permanently deleted
el: θα διαγραφεί οριστικά

source: Delete
el: Διαγραφή

# Delete_Title
source: Deleting your account is permanent :
el: Η διαγραφή του λογαριασμού σας είναι οριστική :

# btn_Delete_Account
source: Delete My Account
el: Διαγραφή λογαριασμού

source: Update
el: Ενημέρωση

source: Please select date
el: Επιλέξτε ημερομηνία παράδοσης

source: Please select time
el: Επιλέξτε ώρα παράδοσης

source: Please select start location
el: Επιλέξτε τοποθεσία φόρτωσης

source: Please select end location
el: Επιλέξτε τοποθεσία παράδοσης

source: quote
el: Κόμιστρο

source: Live Tracking
el: Πρόοδος μεταφοράς

source: Greece
el: Ελλάδα

source: Offer price
el: Τιμή εκκίνησης

source: Open in Google Maps
el: Άνοιγμα σε Google Maps

source: Please select pickup location
el: Τοποθεσία φόρτωσης

source: Please select dropoff location
el: Τοποθεσία παράδοσης

source: Complete Unloading
el: Ολοκλήρωση ξεφόρτωσης

source: Unloading at
el: Ξεφόρτωση στο

source: Invalid
el: Άκυρο

source: should contain characters and digits
el: πρέπει να περιλαμβάνει χαρακτήρες και ψηφία

# locationerrormsg
source: Try again when you are 300m away from your next destination.
el: Προσπαθήστε πάλι όταν βρίσκεστε 300 μέτρα από τον επόμενο προορισμό σας

source: Settings
el: Ρυθμίσεις

# location_access_msg
source: MYVAGON does not have access to your location while in the background. To enable access, tap Settings > Location and select Always
el: Για να ξεκινήσετε τη μεταφορά αλλάξτε την άδεια τοποθεσίας σας σε ‘Πάντα’, ακολουθώντας τα εξής βήματα: Ρυθμίσεις -> Υπηρεσίες τοποθεσίας -> Πάντα

# camera_access
source: My Vagon would like to use your camera for images
el: Χρειάζεται πρόσβαση στην κάμερα για να βγάλετε φωτογραφίες

source: POD
el: Παραστατικό παράδοσης
